var data = [{
  "hanja": "1",
  "jei_set": "가01",
  "mean": "8"
}, {
  "hanja": "6",
  "jei_set": "가01",
  "mean": "2"
}, {
  "hanja": "2",
  "jei_set": "나01",
  "mean": "5"
}, {
  "hanja": "3",
  "jei_set": "나01",
  "mean": "4"
},
// {
//   "hanja": "日",
//   "jei_set": "가02",
//   "mean": "날 일"
// }, {
//   "hanja": "月",
//   "jei_set": "가02",
//   "mean": "달 월"
// }, {
//   "hanja": "火",
//   "jei_set": "가02",
//   "mean": "불 화"
// }, {
//   "hanja": "水",
//   "jei_set": "가02",
//   "mean": "물 수"
// }, {
//   "hanja": "木",
//   "jei_set": "가02",
//   "mean": "나무 목"
// }, {
//   "hanja": "山",
//   "jei_set": "가03",
//   "mean": "메 산"
// }, {
//   "hanja": "雨",
//   "jei_set": "가03",
//   "mean": "비 우"
// }, {
//   "hanja": "田",
//   "jei_set": "가03",
//   "mean": "밭 전"
// }, {
//   "hanja": "石",
//   "jei_set": "가03",
//   "mean": "돌 석"
// }, {
//   "hanja": "中",
//   "jei_set": "가03",
//   "mean": "가운데 중"
// }, {
//   "hanja": "犬",
//   "jei_set": "가04",
//   "mean": "개 견"
// }, {
//   "hanja": "魚",
//   "jei_set": "가04",
//   "mean": "물고기 어"
// }, {
//   "hanja": "馬",
//   "jei_set": "가04",
//   "mean": "말 마"
// }, {
//   "hanja": "豕",
//   "jei_set": "가04",
//   "mean": "돼지 시"
// }, {
//   "hanja": "鳥",
//   "jei_set": "가04",
//   "mean": "새 조"
// }, {
//   "hanja": "人",
//   "jei_set": "가05",
//   "mean": "사람 인"
// }, {
//   "hanja": "大",
//   "jei_set": "가05",
//   "mean": "큰 대"
// }, {
//   "hanja": "女",
//   "jei_set": "가05",
//   "mean": "여자 녀"
// }, {
//   "hanja": "子",
//   "jei_set": "가05",
//   "mean": "아들 자"
// }, {
//   "hanja": "立",
//   "jei_set": "가05",
//   "mean": "설 립"
// }, {
//   "hanja": "羊",
//   "jei_set": "가06",
//   "mean": "양 양"
// }, {
//   "hanja": "牛",
//   "jei_set": "가06",
//   "mean": "소 우"
// }, {
//   "hanja": "象",
//   "jei_set": "가06",
//   "mean": "코끼리 상"
// }, {
//   "hanja": "鹿",
//   "jei_set": "가06",
//   "mean": "사슴 록"
// }, {
//   "hanja": "虎",
//   "jei_set": "가06",
//   "mean": "호랑이 호"
// }, {
//   "hanja": "冊",
//   "jei_set": "가07",
//   "mean": "책 책"
// }, {
//   "hanja": "車",
//   "jei_set": "가07",
//   "mean": "수레 거/차"
// }, {
//   "hanja": "門",
//   "jei_set": "가07",
//   "mean": "문 문"
// }, {
//   "hanja": "刀",
//   "jei_set": "가07",
//   "mean": "칼 도"
// }, {
//   "hanja": "絲",
//   "jei_set": "가07",
//   "mean": "실 사"
// }, {
//   "hanja": "休",
//   "jei_set": "가08",
//   "mean": "쉴 휴"
// }, {
//   "hanja": "畓",
//   "jei_set": "가08",
//   "mean": "논 답"
// }, {
//   "hanja": "男",
//   "jei_set": "가08",
//   "mean": "사내 남"
// }, {
//   "hanja": "伏",
//   "jei_set": "가08",
//   "mean": "엎드릴 복"
// }, {
//   "hanja": "明",
//   "jei_set": "가08",
//   "mean": "밝을 명"
// }, {
//   "hanja": "林",
//   "jei_set": "가09",
//   "mean": "수풀 림"
// }, {
//   "hanja": "鳴",
//   "jei_set": "가09",
//   "mean": "울 명"
// }, {
//   "hanja": "好",
//   "jei_set": "가09",
//   "mean": "좋을 호"
// }, {
//   "hanja": "果",
//   "jei_set": "가09",
//   "mean": "열매 과"
// }, {
//   "hanja": "天",
//   "jei_set": "가09",
//   "mean": "하늘 천"
// }, {
//   "hanja": "一",
//   "jei_set": "가10",
//   "mean": "한 일"
// }, {
//   "hanja": "二",
//   "jei_set": "가10",
//   "mean": "두 이"
// }, {
//   "hanja": "三",
//   "jei_set": "가10",
//   "mean": "석 삼"
// }, {
//   "hanja": "上",
//   "jei_set": "가10",
//   "mean": "위 상"
// }, {
//   "hanja": "下",
//   "jei_set": "가10",
//   "mean": "아래 하"
// }, {
//   "hanja": "矢",
//   "jei_set": "나01",
//   "mean": "화살 시"
// }, {
//   "hanja": "弓",
//   "jei_set": "나01",
//   "mean": "활 궁"
// }, {
//   "hanja": "刃",
//   "jei_set": "나01",
//   "mean": "칼날 인"
// }, {
//   "hanja": "工",
//   "jei_set": "나01",
//   "mean": "장인 공"
// }, {
//   "hanja": "至",
//   "jei_set": "나01",
//   "mean": "이를 지"
// }, {
//   "hanja": "央",
//   "jei_set": "나02",
//   "mean": "가운데 앙"
// }, {
//   "hanja": "老",
//   "jei_set": "나02",
//   "mean": "늙을 로"
// }, {
//   "hanja": "囚",
//   "jei_set": "나02",
//   "mean": "가둘 수"
// }, {
//   "hanja": "己",
//   "jei_set": "나02",
//   "mean": "몸 기"
// }, {
//   "hanja": "孝",
//   "jei_set": "나02",
//   "mean": "효도 효"
// }, {
//   "hanja": "土",
//   "jei_set": "나03",
//   "mean": "흙 토"
// }, {
//   "hanja": "才",
//   "jei_set": "나03",
//   "mean": "재주 재"
// }, {
//   "hanja": "生",
//   "jei_set": "나03",
//   "mean": "날 생"
// }, {
//   "hanja": "靑",
//   "jei_set": "나03",
//   "mean": "푸를 청"
// }, {
//   "hanja": "苗",
//   "jei_set": "나03",
//   "mean": "싹 묘"
// }, {
//   "hanja": "又",
//   "jei_set": "나04",
//   "mean": "또 우"
// }, {
//   "hanja": "左",
//   "jei_set": "나04",
//   "mean": "왼쪽 좌"
// }, {
//   "hanja": "右",
//   "jei_set": "나04",
//   "mean": "오른쪽 우"
// }, {
//   "hanja": "友",
//   "jei_set": "나04",
//   "mean": "벗 우"
// }, {
//   "hanja": "取",
//   "jei_set": "나04",
//   "mean": "취할 취"
// }, {
//   "hanja": "羽",
//   "jei_set": "나05",
//   "mean": "깃 우"
// }, {
//   "hanja": "烏",
//   "jei_set": "나05",
//   "mean": "까마귀 오"
// }, {
//   "hanja": "飛",
//   "jei_set": "나05",
//   "mean": "날 비"
// }, {
//   "hanja": "隹",
//   "jei_set": "나05",
//   "mean": "새 추"
// }, {
//   "hanja": "燕",
//   "jei_set": "나05",
//   "mean": "제비 연"
// }, {
//   "hanja": "本",
//   "jei_set": "나06",
//   "mean": "근본 본"
// }, {
//   "hanja": "末",
//   "jei_set": "나06",
//   "mean": "끝 말"
// }, {
//   "hanja": "森",
//   "jei_set": "나06",
//   "mean": "빽빽할 삼"
// }, {
//   "hanja": "集",
//   "jei_set": "나06",
//   "mean": "모일 집"
// }, {
//   "hanja": "片",
//   "jei_set": "나06",
//   "mean": "조각 편"
// }, {
//   "hanja": "言",
//   "jei_set": "나07",
//   "mean": "말씀 언"
// }, {
//   "hanja": "舌",
//   "jei_set": "나07",
//   "mean": "혀 설"
// }, {
//   "hanja": "音",
//   "jei_set": "나07",
//   "mean": "소리 음"
// }, {
//   "hanja": "齒",
//   "jei_set": "나07",
//   "mean": "이 치"
// }, {
//   "hanja": "甘",
//   "jei_set": "나07",
//   "mean": "달 감"
// }, {
//   "hanja": "入",
//   "jei_set": "나08",
//   "mean": "들 입"
// }, {
//   "hanja": "內",
//   "jei_set": "나08",
//   "mean": "안 내"
// }, {
//   "hanja": "戶",
//   "jei_set": "나08",
//   "mean": "집 호"
// }, {
//   "hanja": "穴",
//   "jei_set": "나08",
//   "mean": "굴 혈"
// }, {
//   "hanja": "高",
//   "jei_set": "나08",
//   "mean": "높을 고"
// }, {
//   "hanja": "角",
//   "jei_set": "나09",
//   "mean": "뿔 각"
// }, {
//   "hanja": "毛",
//   "jei_set": "나09",
//   "mean": "털 모"
// }, {
//   "hanja": "肉",
//   "jei_set": "나09",
//   "mean": "고기 육"
// }, {
//   "hanja": "心",
//   "jei_set": "나09",
//   "mean": "마음 심"
// }, {
//   "hanja": "骨",
//   "jei_set": "나09",
//   "mean": "뼈 골"
// }, {
//   "hanja": "自",
//   "jei_set": "나10",
//   "mean": "스스로 자"
// }, {
//   "hanja": "首",
//   "jei_set": "나10",
//   "mean": "머리 수"
// }, {
//   "hanja": "面",
//   "jei_set": "나10",
//   "mean": "얼굴 면"
// }, {
//   "hanja": "頁",
//   "jei_set": "나10",
//   "mean": "머리 혈"
// }, {
//   "hanja": "思",
//   "jei_set": "나10",
//   "mean": "생각할 사"
// }, {
//   "hanja": "川",
//   "jei_set": "나11",
//   "mean": "내 천"
// }, {
//   "hanja": "州",
//   "jei_set": "나11",
//   "mean": "고을 주"
// }, {
//   "hanja": "泉",
//   "jei_set": "나11",
//   "mean": "샘 천"
// }, {
//   "hanja": "原",
//   "jei_set": "나11",
//   "mean": "근원 원"
// }, {
//   "hanja": "永",
//   "jei_set": "나11",
//   "mean": "길 영"
// }, {
//   "hanja": "出",
//   "jei_set": "나12",
//   "mean": "날 출"
// }, {
//   "hanja": "足",
//   "jei_set": "나12",
//   "mean": "발 족"
// }, {
//   "hanja": "走",
//   "jei_set": "나12",
//   "mean": "달릴 주"
// }, {
//   "hanja": "止",
//   "jei_set": "나12",
//   "mean": "그칠 지"
// }, {
//   "hanja": "步",
//   "jei_set": "나12",
//   "mean": "걸을 보"
// }, {
//   "hanja": "舟",
//   "jei_set": "나13",
//   "mean": "배 주"
// }, {
//   "hanja": "竹",
//   "jei_set": "나13",
//   "mean": "대 죽"
// }, {
//   "hanja": "蟲",
//   "jei_set": "나13",
//   "mean": "벌레 충"
// }, {
//   "hanja": "貝",
//   "jei_set": "나13",
//   "mean": "조개 패"
// }, {
//   "hanja": "求",
//   "jei_set": "나13",
//   "mean": "구할 구"
// }, {
//   "hanja": "書",
//   "jei_set": "나14",
//   "mean": "글 서"
// }, {
//   "hanja": "雪",
//   "jei_set": "나14",
//   "mean": "눈 설"
// }, {
//   "hanja": "筆",
//   "jei_set": "나14",
//   "mean": "붓 필"
// }, {
//   "hanja": "畵",
//   "jei_set": "나14",
//   "mean": "그림 화"
// }, {
//   "hanja": "事",
//   "jei_set": "나14",
//   "mean": "일 사"
// }, {
//   "hanja": "母",
//   "jei_set": "나15",
//   "mean": "어미 모"
// }, {
//   "hanja": "安",
//   "jei_set": "나15",
//   "mean": "편안할 안"
// }, {
//   "hanja": "美",
//   "jei_set": "나15",
//   "mean": "아름다울 미"
// }, {
//   "hanja": "化",
//   "jei_set": "나15",
//   "mean": "될 화"
// }, {
//   "hanja": "育",
//   "jei_set": "나15",
//   "mean": "기를 육"
// }, {
//   "hanja": "皿",
//   "jei_set": "나16",
//   "mean": "그릇 명"
// }, {
//   "hanja": "酉",
//   "jei_set": "나16",
//   "mean": "닭 유"
// }, {
//   "hanja": "豆",
//   "jei_set": "나16",
//   "mean": "콩 두"
// }, {
//   "hanja": "血",
//   "jei_set": "나16",
//   "mean": "피 혈"
// }, {
//   "hanja": "益",
//   "jei_set": "나16",
//   "mean": "더할 익"
// }, {
//   "hanja": "問",
//   "jei_set": "나17",
//   "mean": "물을 문"
// }, {
//   "hanja": "聞",
//   "jei_set": "나17",
//   "mean": "들을 문"
// }, {
//   "hanja": "間",
//   "jei_set": "나17",
//   "mean": "사이 간"
// }, {
//   "hanja": "開",
//   "jei_set": "나17",
//   "mean": "열 개"
// }, {
//   "hanja": "閉",
//   "jei_set": "나17",
//   "mean": "닫을 폐"
// }, {
//   "hanja": "旦",
//   "jei_set": "나18",
//   "mean": "아침 단"
// }, {
//   "hanja": "昌",
//   "jei_set": "나18",
//   "mean": "창성할 창"
// }, {
//   "hanja": "莫",
//   "jei_set": "나18",
//   "mean": "없을 막"
// }, {
//   "hanja": "白",
//   "jei_set": "나18",
//   "mean": "흰 백"
// }, {
//   "hanja": "早",
//   "jei_set": "나18",
//   "mean": "이를 조"
// }, {
//   "hanja": "云",
//   "jei_set": "나19",
//   "mean": "말할 운"
// }, {
//   "hanja": "雲",
//   "jei_set": "나19",
//   "mean": "구름 운"
// }, {
//   "hanja": "申",
//   "jei_set": "나19",
//   "mean": "펼 신"
// }, {
//   "hanja": "電",
//   "jei_set": "나19",
//   "mean": "번개 전"
// }, {
//   "hanja": "米",
//   "jei_set": "나19",
//   "mean": "쌀 미"
// }, {
//   "hanja": "小",
//   "jei_set": "나20",
//   "mean": "작을 소"
// }, {
//   "hanja": "氣",
//   "jei_set": "나20",
//   "mean": "기운 기"
// }, {
//   "hanja": "金",
//   "jei_set": "나20",
//   "mean": "쇠 금"
// }, {
//   "hanja": "太",
//   "jei_set": "나20",
//   "mean": "클 태"
// }, {
//   "hanja": "少",
//   "jei_set": "나20",
//   "mean": "적을 소"
// },{
//   "hanja": "四",
//   "jei_set": "다01",
//   "mean": "넉 사"
// },{
//   "hanja": "五",
//   "jei_set": "다01",
//   "mean": "다섯 오"
// },{
//   "hanja": "六",
//   "jei_set": "다01",
//   "mean": "여섯 륙"
// },{
//   "hanja": "七",
//   "jei_set": "다01",
//   "mean": "일곱 칠"
// },{
//   "hanja": "八",
//   "jei_set": "다01",
//   "mean": "여덟 팔"
// },{
//   "hanja": "九",
//   "jei_set": "다01",
//   "mean": "아홉 구"
// },{
//   "hanja": "十",
//   "jei_set": "다01",
//   "mean": "열 십"
// },{
//   "hanja": "百",
//   "jei_set": "다01",
//   "mean": "일백 백"
// },{
//   "hanja": "千",
//   "jei_set": "다01",
//   "mean": "일천 천"
// },{
//   "hanja": "萬",
//   "jei_set": "다01",
//   "mean": "일만 만"
// },{
//   "hanja": "士",
//   "jei_set": "다02",
//   "mean": "선비 사"
// },{
//   "hanja": "吉",
//   "jei_set": "다02",
//   "mean": "길할 길"
// },{
//   "hanja": "古",
//   "jei_set": "다02",
//   "mean": "예 고"
// },{
//   "hanja": "世",
//   "jei_set": "다02",
//   "mean": "세대 세"
// },{
//   "hanja": "協",
//   "jei_set": "다02",
//   "mean": "합할 협"
// },{
//   "hanja": "系",
//   "jei_set": "다03",
//   "mean": "이을 계"
// },{
//   "hanja": "巾",
//   "jei_set": "다03",
//   "mean": "수건 건"
// },{
//   "hanja": "衣",
//   "jei_set": "다03",
//   "mean": "옷 의"
// },{
//   "hanja": "表",
//   "jei_set": "다03",
//   "mean": "겉 표"
// },{
//   "hanja": "卒",
//   "jei_set": "다03",
//   "mean": "병사 졸"
// },{
//   "hanja": "品",
//   "jei_set": "다04",
//   "mean": "물건 품"
// },{
//   "hanja": "告",
//   "jei_set": "다04",
//   "mean": "알릴 고"
// },{
//   "hanja": "可",
//   "jei_set": "다04",
//   "mean": "옳을 가"
// },{
//   "hanja": "曰",
//   "jei_set": "다04",
//   "mean": "가로되 왈"
// },{
//   "hanja": "哀",
//   "jei_set": "다04",
//   "mean": "슬플 애"
// },{
//   "hanja": "支",
//   "jei_set": "다05",
//   "mean": "지탱할 지"
// },{
//   "hanja": "寸",
//   "jei_set": "다05",
//   "mean": "마디 촌"
// },{
//   "hanja": "皮",
//   "jei_set": "다05",
//   "mean": "가죽 피"
// },{
//   "hanja": "攴",
//   "jei_set": "다05",
//   "mean": "칠 복"
// },{
//   "hanja": "反",
//   "jei_set": "다05",
//   "mean": "돌이킬 반"
// },{
//   "hanja": "看",
//   "jei_set": "다06",
//   "mean": "볼 간"
// },{
//   "hanja": "臣",
//   "jei_set": "다06",
//   "mean": "신하 신"
// },{
//   "hanja": "直",
//   "jei_set": "다06",
//   "mean": "곧을 직"
// },{
//   "hanja": "見",
//   "jei_set": "다06",
//   "mean": "볼 견"
// },{
//   "hanja": "眉",
//   "jei_set": "다06",
//   "mean": "눈썹 미"
// },{
//   "hanja": "鬼",
//   "jei_set": "다07",
//   "mean": "귀신 귀"
// },{
//   "hanja": "牙",
//   "jei_set": "다07",
//   "mean": "어금니 아"
// },{
//   "hanja": "欠",
//   "jei_set": "다07",
//   "mean": "하품 흠"
// },{
//   "hanja": "正",
//   "jei_set": "다07",
//   "mean": "바를 정"
// },{
//   "hanja": "鼻",
//   "jei_set": "다07",
//   "mean": "코 비"
// },{
//   "hanja": "交",
//   "jei_set": "다08",
//   "mean": "사귈 교"
// },{
//   "hanja": "竝",
//   "jei_set": "다08",
//   "mean": "나란히 병"
// },{
//   "hanja": "夫",
//   "jei_set": "다08",
//   "mean": "지아비 부"
// },{
//   "hanja": "比",
//   "jei_set": "다08",
//   "mean": "견줄 비"
// },{
//   "hanja": "身",
//   "jei_set": "다08",
//   "mean": "몸 신"
// },{
//   "hanja": "兄",
//   "jei_set": "다09",
//   "mean": "형 형"
// },{
//   "hanja": "文",
//   "jei_set": "다09",
//   "mean": "글월 문"
// },{
//   "hanja": "負",
//   "jei_set": "다09",
//   "mean": "질 부"
// },{
//   "hanja": "色",
//   "jei_set": "다09",
//   "mean": "빛 색"
// },{
//   "hanja": "危",
//   "jei_set": "다09",
//   "mean": "위태로울 위"
// },{
//   "hanja": "長",
//   "jei_set": "다10",
//   "mean": "길 장"
// },{
//   "hanja": "包",
//   "jei_set": "다10",
//   "mean": "쌀 포"
// },{
//   "hanja": "先",
//   "jei_set": "다10",
//   "mean": "먼저 선"
// },{
//   "hanja": "介",
//   "jei_set": "다10",
//   "mean": "낄 개"
// },{
//   "hanja": "孫",
//   "jei_set": "다10",
//   "mean": "손자 손"
// },{
//   "hanja": "攻",
//   "jei_set": "다11",
//   "mean": "칠 공"
// },{
//   "hanja": "敗",
//   "jei_set": "다11",
//   "mean": "패할 패"
// },{
//   "hanja": "受",
//   "jei_set": "다11",
//   "mean": "받을 수"
// },{
//   "hanja": "爭",
//   "jei_set": "다11",
//   "mean": "다툴 쟁"
// },{
//   "hanja": "鼓",
//   "jei_set": "다11",
//   "mean": "북 고"
// },{
//   "hanja": "光",
//   "jei_set": "다12",
//   "mean": "빛 광"
// },{
//   "hanja": "赤",
//   "jei_set": "다12",
//   "mean": "붉을 적"
// },{
//   "hanja": "災",
//   "jei_set": "다12",
//   "mean": "재앙 재"
// },{
//   "hanja": "黑",
//   "jei_set": "다12",
//   "mean": "검을 흑"
// },{
//   "hanja": "黃",
//   "jei_set": "다12",
//   "mean": "누를 황"
// },{
//   "hanja": "干",
//   "jei_set": "다13",
//   "mean": "방패 간"
// },{
//   "hanja": "戈",
//   "jei_set": "다13",
//   "mean": "창 과"
// },{
//   "hanja": "斤",
//   "jei_set": "다13",
//   "mean": "도끼 근"
// },{
//   "hanja": "辛",
//   "jei_set": "다13",
//   "mean": "매울 신"
// },{
//   "hanja": "丁",
//   "jei_set": "다13",
//   "mean": "장정 정"
// },{
//   "hanja": "氏",
//   "jei_set": "다14",
//   "mean": "성씨 씨"
// },{
//   "hanja": "革",
//   "jei_set": "다14",
//   "mean": "가죽 혁"
// },{
//   "hanja": "午",
//   "jei_set": "다14",
//   "mean": "낮 오"
// },{
//   "hanja": "父",
//   "jei_set": "다14",
//   "mean": "아비 부"
// },{
//   "hanja": "代",
//   "jei_set": "다14",
//   "mean": "대신할 대"
// },{
//   "hanja": "食",
//   "jei_set": "다15",
//   "mean": "밥 식"
// },{
//   "hanja": "合",
//   "jei_set": "다15",
//   "mean": "합할 합"
// },{
//   "hanja": "豊",
//   "jei_set": "다15",
//   "mean": "풍성할 풍"
// },{
//   "hanja": "斗",
//   "jei_set": "다15",
//   "mean": "말 두"
// },{
//   "hanja": "貯",
//   "jei_set": "다15",
//   "mean": "쌓을 저"
// },{
//   "hanja": "亡",
//   "jei_set": "다16",
//   "mean": "망할 망"
// },{
//   "hanja": "巨",
//   "jei_set": "다16",
//   "mean": "클 거"
// },{
//   "hanja": "辰",
//   "jei_set": "다16",
//   "mean": "별 진"
// },{
//   "hanja": "章",
//   "jei_set": "다16",
//   "mean": "글 장"
// },{
//   "hanja": "空",
//   "jei_set": "다16",
//   "mean": "빌 공"
// },{
//   "hanja": "非",
//   "jei_set": "다17",
//   "mean": "아닐 비"
// },{
//   "hanja": "乙",
//   "jei_set": "다17",
//   "mean": "새 을"
// },{
//   "hanja": "不",
//   "jei_set": "다17",
//   "mean": "아니 불"
// },{
//   "hanja": "島",
//   "jei_set": "다17",
//   "mean": "섬 도"
// },{
//   "hanja": "寫",
//   "jei_set": "다17",
//   "mean": "베낄 사"
// },{
//   "hanja": "禾",
//   "jei_set": "다18",
//   "mean": "벼 화"
// },{
//   "hanja": "來",
//   "jei_set": "다18",
//   "mean": "올 래"
// },{
//   "hanja": "齊",
//   "jei_set": "다18",
//   "mean": "가지런할 제"
// },{
//   "hanja": "垂",
//   "jei_set": "다18",
//   "mean": "드리울 수"
// },{
//   "hanja": "香",
//   "jei_set": "다18",
//   "mean": "향기 향"
// },{
//   "hanja": "草",
//   "jei_set": "다19",
//   "mean": "풀 초"
// },{
//   "hanja": "花",
//   "jei_set": "다19",
//   "mean": "꽃 화"
// },{
//   "hanja": "菜",
//   "jei_set": "다19",
//   "mean": "나물 채"
// },{
//   "hanja": "平",
//   "jei_set": "다19",
//   "mean": "평평할 평"
// },{
//   "hanja": "星",
//   "jei_set": "다19",
//   "mean": "별 성"
// },{
//   "hanja": "向",
//   "jei_set": "다20",
//   "mean": "향할 향"
// },{
//   "hanja": "尙",
//   "jei_set": "다20",
//   "mean": "높일 상"
// },{
//   "hanja": "向",
//   "jei_set": "다20",
//   "mean": "집 가"
// },{
//   "hanja": "向",
//   "jei_set": "다20",
//   "mean": "집 실"
// },{
//   "hanja": "王",
//   "jei_set": "다21",
//   "mean": "임금 왕"
// },{
//   "hanja": "王",
//   "jei_set": "다21",
//   "mean": "구슬 옥"
// },{
//   "hanja": "王",
//   "jei_set": "다21",
//   "mean": "온전할 전"
// },{
//   "hanja": "王",
//   "jei_set": "다21",
//   "mean": "주인 주"
// },{
//   "hanja": "切",
//   "jei_set": "다22",
//   "mean": "끊을 절"
// },{
//   "hanja": "分",
//   "jei_set": "다22",
//   "mean": "나눌 분"
// },{
//   "hanja": "初",
//   "jei_set": "다22",
//   "mean": "처음 초"
// },{
//   "hanja": "半",
//   "jei_set": "다22",
//   "mean": "반 반"
// },{
//   "hanja": "班",
//   "jei_set": "다22",
//   "mean": "나눌 반"
// },{
//   "hanja": "用",
//   "jei_set": "다23",
//   "mean": "쓸 용"
// },{
//   "hanja": "圖",
//   "jei_set": "다23",
//   "mean": "그림 도"
// },{
//   "hanja": "樂",
//   "jei_set": "다23",
//   "mean": "즐길 락"
// },{
//   "hanja": "良",
//   "jei_set": "다23",
//   "mean": "좋을 량"
// },{
//   "hanja": "我",
//   "jei_set": "다23",
//   "mean": "나 아"
// },{
//   "hanja": "示",
//   "jei_set": "다24",
//   "mean": "보일 시"
// },{
//   "hanja": "宗",
//   "jei_set": "다24",
//   "mean": "으뜸 종"
// },{
//   "hanja": "祭",
//   "jei_set": "다24",
//   "mean": "제사 제"
// },{
//   "hanja": "且",
//   "jei_set": "다24",
//   "mean": "또 차"
// },{
//   "hanja": "典",
//   "jei_set": "다24",
//   "mean": "책 전"
// },{
//   "hanja": "里",
//   "jei_set": "다25",
//   "mean": "마을 리"
// },{
//   "hanja": "行",
//   "jei_set": "다25",
//   "mean": "다닐 행"
// },{
//   "hanja": "邑",
//   "jei_set": "다25",
//   "mean": "고을 읍"
// },{
//   "hanja": "風",
//   "jei_set": "다25",
//   "mean": "바람 풍"
// },{
//   "hanja": "谷",
//   "jei_set": "다25",
//   "mean": "골 곡"
// },{
//   "hanja": "夕",
//   "jei_set": "다26",
//   "mean": "저녁 석"
// },{
//   "hanja": "多",
//   "jei_set": "다26",
//   "mean": "많을 다"
// },{
//   "hanja": "名",
//   "jei_set": "다26",
//   "mean": "이름 명"
// },{
//   "hanja": "卜",
//   "jei_set": "다26",
//   "mean": "점 복"
// },{
//   "hanja": "外",
//   "jei_set": "다26",
//   "mean": "바깥 외"
// },{
//   "hanja": "方",
//   "jei_set": "다27",
//   "mean": "모 방"
// },{
//   "hanja": "東",
//   "jei_set": "다27",
//   "mean": "동녘 동"
// },{
//   "hanja": "西",
//   "jei_set": "다27",
//   "mean": "서녘 서"
// },{
//   "hanja": "南",
//   "jei_set": "다27",
//   "mean": "남녘 남"
// },{
//   "hanja": "北",
//   "jei_set": "다27",
//   "mean": "북녘 북"
// },{
//   "hanja": "年",
//   "jei_set": "다28",
//   "mean": "해 년"
// },{
//   "hanja": "春",
//   "jei_set": "다28",
//   "mean": "봄 춘"
// },{
//   "hanja": "夏",
//   "jei_set": "다28",
//   "mean": "여름 하"
// },{
//   "hanja": "秋",
//   "jei_set": "다28",
//   "mean": "가을 추"
// },{
//   "hanja": "冬",
//   "jei_set": "다28",
//   "mean": "겨울 동"
// },{
//   "hanja": "京",
//   "jei_set": "다29",
//   "mean": "서울 경"
// },{
//   "hanja": "庫",
//   "jei_set": "다29",
//   "mean": "곳집 고"
// },{
//   "hanja": "倉",
//   "jei_set": "다29",
//   "mean": "곳집 창"
// },{
//   "hanja": "康ㄴ",
//   "jei_set": "다29",
//   "mean": "편안할 강"
// },{
//   "hanja": "字",
//   "jei_set": "다29",
//   "mean": "글자 자"
// },{
//   "hanja": "去",
//   "jei_set": "다30",
//   "mean": "갈 거"
// },{
//   "hanja": "兩",
//   "jei_set": "다30",
//   "mean": "두 량"
// },{
//   "hanja": "曲",
//   "jei_set": "다30",
//   "mean": "굽을 곡"
// },{
//   "hanja": "會",
//   "jei_set": "다30",
//   "mean": "모을 회"
// },{
//   "hanja": "盲",
//   "jei_set": "다30",
//   "mean": "눈멀 맹"
// },{
//   "hanja": "未",
//   "jei_set": "라02",
//   "mean": "아닐 미"
// },
// {
//   "hanja": "束",
//   "jei_set": "라02",
//   "mean": "묶을 속"
// },{
//   "hanja": "村",
//   "jei_set": "라02",
//   "mean": "마을 촌"
// },{
//   "hanja": "業",
//   "jei_set": "라02",
//   "mean": "일 업"
// },{
//   "hanja": "校",
//   "jei_set": "라02",
//   "mean": "학교 교"
// },{
//   "hanja": "仁",
//   "jei_set": "라03",
//   "mean": "어질 인"
// },{
//   "hanja": "仙",
//   "jei_set": "라03",
//   "mean": "신선 선"
// },{
//   "hanja": "信",
//   "jei_set": "라03",
//   "mean": "믿을 신"
// },{
//   "hanja": "伐",
//   "jei_set": "라03",
//   "mean": "칠 벌"
// },{
//   "hanja": "住",
//   "jei_set": "라03",
//   "mean": "머무를 주"
// },{
//   "hanja": "否",
//   "jei_set": "라04",
//   "mean": "아닐 부"
// },{
//   "hanja": "君",
//   "jei_set": "라04",
//   "mean": "임금 군"
// },{
//   "hanja": "句",
//   "jei_set": "라04",
//   "mean": "글귀 구"
// },{
//   "hanja": "同",
//   "jei_set": "라04",
//   "mean": "한가지 동"
// },{
//   "hanja": "器",
//   "jei_set": "라04",
//   "mean": "그릇 기"
// },{
//   "hanja": "共",
//   "jei_set": "라05",
//   "mean": "함께 공"
// },{
//   "hanja": "共",
//   "jei_set": "라05",
//   "mean": "병사 병"
// },{
//   "hanja": "共",
//   "jei_set": "라05",
//   "mean": "갖출 구"
// },{
//   "hanja": "共",
//   "jei_set": "라05",
//   "mean": "겸할 겸"
// },{
//   "hanja": "共",
//   "jei_set": "라05",
//   "mean": "공정할 공"
// },{
//   "hanja": "員",
//   "jei_set": "라06",
//   "mean": "관원 원"
// },{
//   "hanja": "唱",
//   "jei_set": "라06",
//   "mean": "부를 창"
// },{
//   "hanja": "單",
//   "jei_set": "라06",
//   "mean": "홑 단"
// },{
//   "hanja": "喜",
//   "jei_set": "라06",
//   "mean": "기쁠 희"
// },{
//   "hanja": "善",
//   "jei_set": "라06",
//   "mean": "착할 선"
// },{
//   "hanja": "失",
//   "jei_set": "라07",
//   "mean": "잃을 실"
// },{
//   "hanja": "寺",
//   "jei_set": "라07",
//   "mean": "절 사"
// },{
//   "hanja": "對",
//   "jei_set": "라07",
//   "mean": "대할 대"
// },{
//   "hanja": "有",
//   "jei_set": "라07",
//   "mean": "있을 유"
// },{
//   "hanja": "守",
//   "jei_set": "라07",
//   "mean": "지킬 수"
// },{
//   "hanja": "財",
//   "jei_set": "라08",
//   "mean": "재물 재"
// },{
//   "hanja": "貧",
//   "jei_set": "라08",
//   "mean": "가난할 빈"
// },{
//   "hanja": "貨",
//   "jei_set": "라08",
//   "mean": "재화 화"
// },{
//   "hanja": "買",
//   "jei_set": "라08",
//   "mean": "살 매"
// },{
//   "hanja": "賣",
//   "jei_set": "라08",
//   "mean": "팔 매"
// },{
//   "hanja": "今",
//   "jei_set": "라09",
//   "mean": "이제 금"
// },{
//   "hanja": "令",
//   "jei_set": "라09",
//   "mean": "명령할 령"
// },{
//   "hanja": "任",
//   "jei_set": "라09",
//   "mean": "맡길 임"
// },{
//   "hanja": "件",
//   "jei_set": "라09",
//   "mean": "물건 건"
// },{
//   "hanja": "偉",
//   "jei_set": "라09",
//   "mean": "훌륭할 위"
// },{
//   "hanja": "期",
//   "jei_set": "라10",
//   "mean": "기약할 기"
// },{
//   "hanja": "形",
//   "jei_set": "라10",
//   "mean": "형상 형"
// },{
//   "hanja": "葉",
//   "jei_set": "라10",
//   "mean": "잎 엽"
// },{
//   "hanja": "軍",
//   "jei_set": "라10",
//   "mean": "군사 군"
// },{
//   "hanja": "輕",
//   "jei_set": "라10",
//   "mean": "가벼울 경"
// },{
//   "hanja": "和",
//   "jei_set": "라11",
//   "mean": "화목할 화"
// },{
//   "hanja": "命",
//   "jei_set": "라11",
//   "mean": "목숨 명"
// },{
//   "hanja": "味",
//   "jei_set": "라11",
//   "mean": "맛 미"
// },{
//   "hanja": "周",
//   "jei_set": "라11",
//   "mean": "두루 주"
// },{
//   "hanja": "各",
//   "jei_set": "라11",
//   "mean": "각각 각"
// },  {
//   "hanja": "志",
//   "jei_set": "라12",
//   "mean": "뜻 지"
// },{
//   "hanja": "忠",
//   "jei_set": "라12",
//   "mean": "충성 충"
// },{
//   "hanja": "患",
//   "jei_set": "라12",
//   "mean": "근심 환"
// },{
//   "hanja": "感",
//   "jei_set": "라12",
//   "mean": "느낄 감"
// },{
//   "hanja": "惡",
//   "jei_set": "라12",
//   "mean": "나쁠 악"
// },{
//   "hanja": "擧",
//   "jei_set": "라13",
//   "mean": "들 거"
// },{
//   "hanja": "打",
//   "jei_set": "라13",
//   "mean": "칠 타"
// },{
//   "hanja": "折",
//   "jei_set": "라13",
//   "mean": "꺾을 절"
// },{
//   "hanja": "扶",
//   "jei_set": "라13",
//   "mean": "도울 부"
// },{
//   "hanja": "接",
//   "jei_set": "라13",
//   "mean": "접할 접"
// },{
//   "hanja": "路",
//   "jei_set": "라14",
//   "mean": "길 로"
// },{
//   "hanja": "登",
//   "jei_set": "라14",
//   "mean": "오를 등"
// },{
//   "hanja": "發",
//   "jei_set": "라14",
//   "mean": "쏠 발"
// },{
//   "hanja": "建",
//   "jei_set": "라14",
//   "mean": "세울 건"
// },{
//   "hanja": "起",
//   "jei_set": "라14",
//   "mean": "일어날 기"
// },{
//   "hanja": "改",
//   "jei_set": "라15",
//   "mean": "고칠 개"
// },{
//   "hanja": "放",
//   "jei_set": "라15",
//   "mean": "놓을 방"
// },{
//   "hanja": "政",
//   "jei_set": "라15",
//   "mean": "정사 정"
// },{
//   "hanja": "敎",
//   "jei_set": "라15",
//   "mean": "가르칠 교"
// },{
//   "hanja": "數",
//   "jei_set": "라15",
//   "mean": "셀 수"
// },{
//   "hanja": "近",
//   "jei_set": "라16",
//   "mean": "가까울 근"
// },{
//   "hanja": "過",
//   "jei_set": "라16",
//   "mean": "지날 과"
// },{
//   "hanja": "道",
//   "jei_set": "라16",
//   "mean": "길 도"
// },{
//   "hanja": "運",
//   "jei_set": "라16",
//   "mean": "움직일 운"
// },{
//   "hanja": "遠",
//   "jei_set": "라16",
//   "mean": "멀 원"
// },{
//   "hanja": "兒",
//   "jei_set": "라17",
//   "mean": "아이 아"
// },{
//   "hanja": "元",
//   "jei_set": "라17",
//   "mean": "으뜸 원"
// },{
//   "hanja": "親",
//   "jei_set": "라17",
//   "mean": "친할 친"
// },{
//   "hanja": "觀",
//   "jei_set": "라17",
//   "mean": "볼 관"
// },{
//   "hanja": "視",
//   "jei_set": "라17",
//   "mean": "볼 시"
// },{
//   "hanja": "客",
//   "jei_set": "라18",
//   "mean": "손 객"
// },{
//   "hanja": "害",
//   "jei_set": "라18",
//   "mean": "해칠 해"
// },{
//   "hanja": "富",
//   "jei_set": "라18",
//   "mean": "부자 부"
// },{
//   "hanja": "寶",
//   "jei_set": "라18",
//   "mean": "보배 보"
// },{
//   "hanja": "宅",
//   "jei_set": "라18",
//   "mean": "집 택"
// },{
//   "hanja": "約",
//   "jei_set": "라19",
//   "mean": "약속할 약"
// },{
//   "hanja": "紙",
//   "jei_set": "라19",
//   "mean": "종이 지"
// },{
//   "hanja": "組",
//   "jei_set": "라19",
//   "mean": "짤 조"
// },{
//   "hanja": "結",
//   "jei_set": "라19",
//   "mean": "맺을 결"
// },{
//   "hanja": "線",
//   "jei_set": "라19",
//   "mean": "줄 선"
// },{
//   "hanja": "引",
//   "jei_set": "라20",
//   "mean": "끌 인"
// },{
//   "hanja": "弱",
//   "jei_set": "라20",
//   "mean": "약할 약"
// },{
//   "hanja": "强",
//   "jei_set": "라20",
//   "mean": "굳셀 강"
// },{
//   "hanja": "張",
//   "jei_set": "라20",
//   "mean": "베풀 장"
// },{
//   "hanja": "弟",
//   "jei_set": "라20",
//   "mean": "아우 제"
// },{
//   "hanja": "由",
//   "jei_set": "라21",
//   "mean": "말미암을 유"
// },{
//   "hanja": "界",
//   "jei_set": "라21",
//   "mean": "지경 계"
// },{
//   "hanja": "異",
//   "jei_set": "라21",
//   "mean": "다를 이"
// },{
//   "hanja": "當",
//   "jei_set": "라21",
//   "mean": "마땅할 당"
// },{
//   "hanja": "番",
//   "jei_set": "라21",
//   "mean": "차례 번"
// },{
//   "hanja": "社",
//   "jei_set": "라22",
//   "mean": "모일 사"
// },{
//   "hanja": "祖",
//   "jei_set": "라22",
//   "mean": "할아비 조"
// },{
//   "hanja": "神",
//   "jei_set": "라22",
//   "mean": "귀신 신"
// },{
//   "hanja": "祝",
//   "jei_set": "라22",
//   "mean": "빌 축"
// },{
//   "hanja": "福",
//   "jei_set": "라22",
//   "mean": "복 복"
// },{
//   "hanja": "前",
//   "jei_set": "라23",
//   "mean": "앞 전"
// },{
//   "hanja": "判",
//   "jei_set": "라23",
//   "mean": "판단할 판"
// },{
//   "hanja": "利",
//   "jei_set": "라23",
//   "mean": "이로울 리"
// },{
//   "hanja": "列",
//   "jei_set": "라23",
//   "mean": "벌일 렬"
// },{
//   "hanja": "別",
//   "jei_set": "라23",
//   "mean": "다를 별"
// },{
//   "hanja": "完",
//   "jei_set": "라24",
//   "mean": "완전할 완"
// },{
//   "hanja": "官",
//   "jei_set": "라24",
//   "mean": "벼슬 관"
// },{
//   "hanja": "容",
//   "jei_set": "라24",
//   "mean": "얼굴 용"
// },{
//   "hanja": "宮",
//   "jei_set": "라24",
//   "mean": "집 궁"
// },{
//   "hanja": "定",
//   "jei_set": "라24",
//   "mean": "정할 정"
// },{
//   "hanja": "時",
//   "jei_set": "라25",
//   "mean": "때 시"
// },{
//   "hanja": "曜",
//   "jei_set": "라25",
//   "mean": "빛날 요"
// },{
//   "hanja": "景",
//   "jei_set": "라25",
//   "mean": "경치 경"
// },{
//   "hanja": "晴",
//   "jei_set": "라25",
//   "mean": "갤 청"
// },{
//   "hanja": "暗",
//   "jei_set": "라25",
//   "mean": "어두울 암"
// },{
//   "hanja": "病",
//   "jei_set": "라26",
//   "mean": "병 병"
// }, {
//   "hanja": "始",
//   "jei_set": "라26",
//   "mean": "처음 시"
// },{
//   "hanja": "每",
//   "jei_set": "라26",
//   "mean": "매양 매"
// },{
//   "hanja": "學",
//   "jei_set": "라26",
//   "mean": "배울 학"
// },{
//   "hanja": "層",
//   "jei_set": "라26",
//   "mean": "층 층"
// },{
//   "hanja": "江",
//   "jei_set": "라27",
//   "mean": "강 강"
// },{
//   "hanja": "沙",
//   "jei_set": "라27",
//   "mean": "모래 사"
// },{
//   "hanja": "酒",
//   "jei_set": "라27",
//   "mean": "술 주"
// },{
//   "hanja": "冷",
//   "jei_set": "라27",
//   "mean": "찰 랭"
// },{
//   "hanja": "氷",
//   "jei_set": "라27",
//   "mean": "얼음 빙"
// },{
//   "hanja": "回",
//   "jei_set": "라28",
//   "mean": "돌 회"
// },{
//   "hanja": "因",
//   "jei_set": "라28",
//   "mean": "인할 인"
// },{
//   "hanja": "國",
//   "jei_set": "라28",
//   "mean": "나라 국"
// },{
//   "hanja": "園",
//   "jei_set": "라28",
//   "mean": "동산 원"
// },{
//   "hanja": "圓",
//   "jei_set": "라28",
//   "mean": "둥글 원"
// },{
//   "hanja": "充",
//   "jei_set": "라29",
//   "mean": "찰 충"
// },{
//   "hanja": "者",
//   "jei_set": "라29",
//   "mean": "놈 자"
// },{
//   "hanja": "要",
//   "jei_set": "라29",
//   "mean": "중요할 요"
// },{
//   "hanja": "重",
//   "jei_set": "라29",
//   "mean": "무거울 중"
// },{
//   "hanja": "幸",
//   "jei_set": "라29",
//   "mean": "다행 행"
// },{
//   "hanja": "第",
//   "jei_set": "라30",
//   "mean": "차례 제"
// },{
//   "hanja": "答",
//   "jei_set": "라30",
//   "mean": "대답할 답"
// },{
//   "hanja": "等",
//   "jei_set": "라30",
//   "mean": "무리 등"
// },{
//   "hanja": "笑",
//   "jei_set": "라30",
//   "mean": "웃을 소"
// },{
//   "hanja": "算",
//   "jei_set": "라30",
//   "mean": "셈할 산"
// },{
//   "hanja": "歌",
//   "jei_set": "라31",
//   "mean": "노래 가"
// },{
//   "hanja": "頭",
//   "jei_set": "라31",
//   "mean": "머리 두"
// },{
//   "hanja": "相",
//   "jei_set": "라31",
//   "mean": "서로 상"
// },{
//   "hanja": "省",
//   "jei_set": "라31",
//   "mean": "살필 성"
// },{
//   "hanja": "聲",
//   "jei_set": "라31",
//   "mean": "소리 성"
// },{
//   "hanja": "法",
//   "jei_set": "라32",
//   "mean": "법 법"
// },{
//   "hanja": "活",
//   "jei_set": "라32",
//   "mean": "살 활"
// },{
//   "hanja": "淸",
//   "jei_set": "라32",
//   "mean": "맑을 청"
// },{
//   "hanja": "海",
//   "jei_set": "라32",
//   "mean": "바다 해"
// },{
//   "hanja": "之",
//   "jei_set": "라32",
//   "mean": "갈 지"
// },{
//   "hanja": "位",
//   "jei_set": "라33",
//   "mean": "자리 위"
// },{
//   "hanja": "健",
//   "jei_set": "라33",
//   "mean": "굳셀 건"
// },{
//   "hanja": "便",
//   "jei_set": "라33",
//   "mean": "편할 편"
// }, {
//   "hanja": "傷",
//   "jei_set": "라33",
//   "mean": "상할 상"
// },{
//   "hanja": "價",
//   "jei_set": "라33",
//   "mean": "값 가"
// },{
//   "hanja": "窓",
//   "jei_set": "라34",
//   "mean": "창 창"
// },{
//   "hanja": "度",
//   "jei_set": "라34",
//   "mean": "법도 도"
// },{
//   "hanja": "關",
//   "jei_set": "라34",
//   "mean": "빗장 관"
// },{
//   "hanja": "所",
//   "jei_set": "라34",
//   "mean": "곳 소"
// },{
//   "hanja": "房",
//   "jei_set": "라34",
//   "mean": "방 방"
// },{
//   "hanja": "布",
//   "jei_set": "라35",
//   "mean": "베 포"
// },{
//   "hanja": "常",
//   "jei_set": "라35",
//   "mean": "항상 상"
// },{
//   "hanja": "族",
//   "jei_set": "라35",
//   "mean": "겨레 족"
// },{
//   "hanja": "旅",
//   "jei_set": "라35",
//   "mean": "나그네 려"
// },{
//   "hanja": "旗",
//   "jei_set": "라35",
//   "mean": "기 기"
// },{
//   "hanja": "知",
//   "jei_set": "라36",
//   "mean": "알 지"
// },{
//   "hanja": "短",
//   "jei_set": "라36",
//   "mean": "짧을 단"
// },{
//   "hanja": "成",
//   "jei_set": "라36",
//   "mean": "이룰 성"
// },{
//   "hanja": "新",
//   "jei_set": "라36",
//   "mean": "새 신"
// },{
//   "hanja": "武",
//   "jei_set": "라36",
//   "mean": "군인 무"
// },{
//   "hanja": "加",
//   "jei_set": "라37",
//   "mean": "더할 가"
// },{
//   "hanja": "功",
//   "jei_set": "라37",
//   "mean": "공 공"
// },{
//   "hanja": "動",
//   "jei_set": "라37",
//   "mean": "움직일 동"
// },{
//   "hanja": "助",
//   "jei_set": "라37",
//   "mean": "도울 조"
// },{
//   "hanja": "勇",
//   "jei_set": "라37",
//   "mean": "날랠 용"
// },{
//   "hanja": "式",
//   "jei_set": "라38",
//   "mean": "법 식"
// },{
//   "hanja": "農",
//   "jei_set": "라38",
//   "mean": "농사 농"
// },{
//   "hanja": "民",
//   "jei_set": "라38",
//   "mean": "백성 민"
// },{
//   "hanja": "必",
//   "jei_set": "라38",
//   "mean": "반드시 필"
// },{
//   "hanja": "針",
//   "jei_set": "라38",
//   "mean": "바늘 침"
// },{
//   "hanja": "計",
//   "jei_set": "라39",
//   "mean": "셈할 계"
// },{
//   "hanja": "記",
//   "jei_set": "라39",
//   "mean": "기록할 기"
// },{
//   "hanja": "詩",
//   "jei_set": "라39",
//   "mean": "시 시"
// },{
//   "hanja": "話",
//   "jei_set": "라39",
//   "mean": "말할 화"
// },{
//   "hanja": "課",
//   "jei_set": "라39",
//   "mean": "부과할 과"
// },{
//   "hanja": "街",
//   "jei_set": "라40",
//   "mean": "거리 가"
// },{
//   "hanja": "後",
//   "jei_set": "라40",
//   "mean": "뒤 후"
// },{
//   "hanja": "地",
//   "jei_set": "라40",
//   "mean": "땅 지"
// },{
//   "hanja": "坐",
//   "jei_set": "라40",
//   "mean": "앉을 좌"
// },{
//   "hanja": "役",
//   "jei_set": "라40",
//   "mean": "부릴 역"
// },{
//   "hanja": "悲",
//   "jei_set": "마01",
//   "mean": "슬플 비"
// },{
//   "hanja": "意",
//   "jei_set": "마01",
//   "mean": "뜻 의"
// },{
//   "hanja": "恩",
//   "jei_set": "마01",
//   "mean": "은혜 은"
// },{
//   "hanja": "急",
//   "jei_set": "마01",
//   "mean": "급할 급"
// },{
//   "hanja": "念",
//   "jei_set": "마01",
//   "mean": "생각 념"
// },{
//   "hanja": "貴",
//   "jei_set": "마02",
//   "mean": "귀할 귀"
// },{
//   "hanja": "責",
//   "jei_set": "마02",
//   "mean": "꾸짖을 책"
// },{
//   "hanja": "費",
//   "jei_set": "마02",
//   "mean": "쓸 비"
// },{
//   "hanja": "賞",
//   "jei_set": "마02",
//   "mean": "상줄 상"
// },{
//   "hanja": "貫",
//   "jei_set": "마02",
//   "mean": "꿸 관"
// },{
//   "hanja": "察",
//   "jei_set": "마03",
//   "mean": "살필 찰"
// },{
//   "hanja": "實",
//   "jei_set": "마03",
//   "mean": "열매 실"
// },{
//   "hanja": "寒",
//   "jei_set": "마03",
//   "mean": "찰 한"
// },{
//   "hanja": "宿",
//   "jei_set": "마03",
//   "mean": "잘 숙"
// },{
//   "hanja": "密",
//   "jei_set": "마03",
//   "mean": "빽빽할 밀"
// },{
//   "hanja": "英",
//   "jei_set": "마04",
//   "mean": "꽃부리 영"
// },{
//   "hanja": "苦",
//   "jei_set": "마04",
//   "mean": "괴로울 고"
// },{
//   "hanja": "落",
//   "jei_set": "마04",
//   "mean": "떨어질 락"
// },{
//   "hanja": "藥",
//   "jei_set": "마04",
//   "mean": "약 약"
// },{
//   "hanja": "藝",
//   "jei_set": "마04",
//   "mean": "재주 예"
// },{
//   "hanja": "例",
//   "jei_set": "마05",
//   "mean": "본보기 례"
// },{
//   "hanja": "低",
//   "jei_set": "마05",
//   "mean": "낮을 저"
// },{
//   "hanja": "俗",
//   "jei_set": "마05",
//   "mean": "풍속 속"
// },{
//   "hanja": "作",
//   "jei_set": "마05",
//   "mean": "지을 작"
// },{
//   "hanja": "他",
//   "jei_set": "마05",
//   "mean": "다를 타"
// },{
//   "hanja": "係",
//   "jei_set": "마06",
//   "mean": "맬 계"
// },{
//   "hanja": "保",
//   "jei_set": "마06",
//   "mean": "보호할 보"
// },{
//   "hanja": "修",
//   "jei_set": "마06",
//   "mean": "닦을 수"
// },{
//   "hanja": "停",
//   "jei_set": "마06",
//   "mean": "머무를 정"
// },{
//   "hanja": "備",
//   "jei_set": "마06",
//   "mean": "갖출 비"
// },{
//   "hanja": "材",
//   "jei_set": "마07",
//   "mean": "재목 재"
// },{
//   "hanja": "植",
//   "jei_set": "마07",
//   "mean": "심을 식"
// },{
//   "hanja": "板",
//   "jei_set": "마07",
//   "mean": "널 판"
// },{
//   "hanja": "根",
//   "jei_set": "마07",
//   "mean": "뿌리 근"
// },{
//   "hanja": "極",
//   "jei_set": "마07",
//   "mean": "지극할 극"
// },{
//   "hanja": "河",
//   "jei_set": "마08",
//   "mean": "물 하"
// },{
//   "hanja": "注",
//   "jei_set": "마08",
//   "mean": "물댈 주"
// },{
//   "hanja": "治",
//   "jei_set": "마08",
//   "mean": "다스릴 치"
// },{
//   "hanja": "決",
//   "jei_set": "마08",
//   "mean": "정할 결"
// },{
//   "hanja": "波",
//   "jei_set": "마08",
//   "mean": "물결 파"
// },{
//   "hanja": "洋",
//   "jei_set": "마09",
//   "mean": "큰바다 양"
// },{
//   "hanja": "消",
//   "jei_set": "마09",
//   "mean": "사라질 소"
// },{
//   "hanja": "溫",
//   "jei_set": "마09",
//   "mean": "따뜻할 온"
// },{
//   "hanja": "流",
//   "jei_set": "마09",
//   "mean": "흐를 류"
// },{
//   "hanja": "滿",
//   "jei_set": "마09",
//   "mean": "가득할 만"
// },{
//   "hanja": "往",
//   "jei_set": "마10",
//   "mean": "갈 왕"
// },{
//   "hanja": "律",
//   "jei_set": "마10",
//   "mean": "법 률"
// },{
//   "hanja": "待",
//   "jei_set": "마10",
//   "mean": "기다릴 대"
// },{
//   "hanja": "得",
//   "jei_set": "마10",
//   "mean": "얻을 득"
// },{
//   "hanja": "德",
//   "jei_set": "마10",
//   "mean": "덕 덕"
// },{
//   "hanja": "拜",
//   "jei_set": "마11",
//   "mean": "절 배"
// },{
//   "hanja": "授",
//   "jei_set": "마11",
//   "mean": "줄 수"
// },{
//   "hanja": "技",
//   "jei_set": "마11",
//   "mean": "재주 기"
// },{
//   "hanja": "探",
//   "jei_set": "마11",
//   "mean": "찾을 탐"
// },{
//   "hanja": "指",
//   "jei_set": "마11",
//   "mean": "손가락 지"
// },{
//   "hanja": "誠",
//   "jei_set": "마12",
//   "mean": "정성 성"
// },{
//   "hanja": "訓",
//   "jei_set": "마12",
//   "mean": "가르칠 훈"
// },{
//   "hanja": "設",
//   "jei_set": "마12",
//   "mean": "베풀 설"
// },{
//   "hanja": "語",
//   "jei_set": "마12",
//   "mean": "말씀 어"
// },{
//   "hanja": "說",
//   "jei_set": "마12",
//   "mean": "말씀 설"
// },{
//   "hanja": "討",
//   "jei_set": "마13",
//   "mean": "칠 토"
// },{
//   "hanja": "試",
//   "jei_set": "마13",
//   "mean": "시험할 시"
// },{
//   "hanja": "調",
//   "jei_set": "마13",
//   "mean": "고를 조"
// },{
//   "hanja": "讀",
//   "jei_set": "마13",
//   "mean": "읽을 독"
// },{
//   "hanja": "識",
//   "jei_set": "마13",
//   "mean": "알 식"
// },{
//   "hanja": "種",
//   "jei_set": "마14",
//   "mean": "씨 종"
// },{
//   "hanja": "移",
//   "jei_set": "마14",
//   "mean": "옮길 이"
// },{
//   "hanja": "科",
//   "jei_set": "마14",
//   "mean": "과목 과"
// },{
//   "hanja": "稅",
//   "jei_set": "마14",
//   "mean": "세금 세"
// },{
//   "hanja": "程",
//   "jei_set": "마14",
//   "mean": "정도 정"
// },{
//   "hanja": "紅",
//   "jei_set": "마15",
//   "mean": "붉을 홍"
// },{
//   "hanja": "納",
//   "jei_set": "마15",
//   "mean": "들일 납"
// },{
//   "hanja": "給",
//   "jei_set": "마15",
//   "mean": "줄 급"
// },{
//   "hanja": "級",
//   "jei_set": "마15",
//   "mean": "등급 급"
// },{
//   "hanja": "經",
//   "jei_set": "마15",
//   "mean": "지날 경"
// },{
//   "hanja": "防",
//   "jei_set": "마16",
//   "mean": "막을 방"
// },{
//   "hanja": "陽",
//   "jei_set": "마16",
//   "mean": "볕 양"
// },{
//   "hanja": "院",
//   "jei_set": "마16",
//   "mean": "집 원"
// },{
//   "hanja": "降",
//   "jei_set": "마16",
//   "mean": "내릴 강"
// },{
//   "hanja": "陸",
//   "jei_set": "마16",
//   "mean": "뭍 륙"
// },{
//   "hanja": "銅",
//   "jei_set": "마17",
//   "mean": "구리 동"
// },{
//   "hanja": "銀",
//   "jei_set": "마17",
//   "mean": "은 은"
// },{
//   "hanja": "錢",
//   "jei_set": "마17",
//   "mean": "돈 전"
// },{
//   "hanja": "錄",
//   "jei_set": "마17",
//   "mean": "기록할 록"
// },{
//   "hanja": "鐵",
//   "jei_set": "마17",
//   "mean": "쇠 철"
// },{
//   "hanja": "故",
//   "jei_set": "마18",
//   "mean": "연고 고"
// },{
//   "hanja": "收",
//   "jei_set": "마18",
//   "mean": "거둘 수"
// },{
//   "hanja": "敬",
//   "jei_set": "마18",
//   "mean": "공경할 경"
// },{
//   "hanja": "散",
//   "jei_set": "마18",
//   "mean": "흩어질 산"
// },{
//   "hanja": "敵",
//   "jei_set": "마18",
//   "mean": "대적할 적"
// },{
//   "hanja": "則",
//   "jei_set": "마19",
//   "mean": "법칙 칙"
// },{
//   "hanja": "到",
//   "jei_set": "마19",
//   "mean": "이를 도"
// },{
//   "hanja": "創",
//   "jei_set": "마19",
//   "mean": "비롯할 창"
// },{
//   "hanja": "制",
//   "jei_set": "마19",
//   "mean": "지을 제"
// },{
//   "hanja": "副",
//   "jei_set": "마19",
//   "mean": "버금 부"
// },{
//   "hanja": "都",
//   "jei_set": "마20",
//   "mean": "도읍 도"
// },{
//   "hanja": "鄕",
//   "jei_set": "마20",
//   "mean": "시골 향"
// },{
//   "hanja": "郡",
//   "jei_set": "마20",
//   "mean": "고을 군"
// },{
//   "hanja": "部",
//   "jei_set": "마20",
//   "mean": "나눌 부"
// },{
//   "hanja": "郵",
//   "jei_set": "마20",
//   "mean": "우편 우"
// },{
//   "hanja": "居",
//   "jei_set": "마21",
//   "mean": "살 거"
// },{
//   "hanja": "屋",
//   "jei_set": "마21",
//   "mean": "집 옥"
// },{
//   "hanja": "局",
//   "jei_set": "마21",
//   "mean": "부분 국"
// },{
//   "hanja": "展",
//   "jei_set": "마21",
//   "mean": "펼 전"
// },{
//   "hanja": "屬",
//   "jei_set": "마21",
//   "mean": "붙을 속"
// },{
//   "hanja": "店",
//   "jei_set": "마22",
//   "mean": "가게 점"
// },{
//   "hanja": "座",
//   "jei_set": "마22",
//   "mean": "자리 좌"
// },{
//   "hanja": "序",
//   "jei_set": "마22",
//   "mean": "차례 서"
// },{
//   "hanja": "庭",
//   "jei_set": "마22",
//   "mean": "뜰 정"
// },{
//   "hanja": "廣",
//   "jei_set": "마22",
//   "mean": "넓을 광"
// },{
//   "hanja": "退",
//   "jei_set": "마23",
//   "mean": "물러날 퇴"
// },{
//   "hanja": "造",
//   "jei_set": "마23",
//   "mean": "지을 조"
// },{
//   "hanja": "速",
//   "jei_set": "마23",
//   "mean": "빠를 속"
// },{
//   "hanja": "送",
//   "jei_set": "마23",
//   "mean": "보낼 송"
// },{
//   "hanja": "通",
//   "jei_set": "마23",
//   "mean": "통할 통"
// },{
//   "hanja": "週",
//   "jei_set": "마24",
//   "mean": "돌 주"
// },{
//   "hanja": "進",
//   "jei_set": "마24",
//   "mean": "나아갈 진"
// },{
//   "hanja": "連",
//   "jei_set": "마24",
//   "mean": "이을 련"
// },{
//   "hanja": "逆",
//   "jei_set": "마24",
//   "mean": "거스를 역"
// },{
//   "hanja": "選",
//   "jei_set": "마24",
//   "mean": "가릴 선"
// },{
//   "hanja": "凶",
//   "jei_set": "마25",
//   "mean": "흉할 흉"
// },{
//   "hanja": "區",
//   "jei_set": "마25",
//   "mean": "구역 구"
// },{
//   "hanja": "固",
//   "jei_set": "마25",
//   "mean": "굳을 고"
// },{
//   "hanja": "困",
//   "jei_set": "마25",
//   "mean": "곤할 곤"
// },{
//   "hanja": "再",
//   "jei_set": "마25",
//   "mean": "다시 재"
// },{
//   "hanja": "場",
//   "jei_set": "마26",
//   "mean": "마당 장"
// },{
//   "hanja": "在",
//   "jei_set": "마26",
//   "mean": "있을 재"
// },{
//   "hanja": "堂",
//   "jei_set": "마26",
//   "mean": "집 당"
// },{
//   "hanja": "城",
//   "jei_set": "마26",
//   "mean": "성 성"
// },{
//   "hanja": "基",
//   "jei_set": "마26",
//   "mean": "터 기"
// },{
//   "hanja": "煙",
//   "jei_set": "마27",
//   "mean": "연기 연"
// },{
//   "hanja": "燈",
//   "jei_set": "마27",
//   "mean": "등불 등"
// },{
//   "hanja": "然",
//   "jei_set": "마27",
//   "mean": "그럴 연"
// },{
//   "hanja": "無",
//   "jei_set": "마27",
//   "mean": "없을 무"
// },{
//   "hanja": "熱",
//   "jei_set": "마27",
//   "mean": "더울 열"
// },{
//   "hanja": "想",
//   "jei_set": "마28",
//   "mean": "생각 상"
// },{
//   "hanja": "應",
//   "jei_set": "마28",
//   "mean": "응할 응"
// },{
//   "hanja": "愛",
//   "jei_set": "마28",
//   "mean": "사랑 애"
// },{
//   "hanja": "情",
//   "jei_set": "마28",
//   "mean": "뜻 정"
// },{
//   "hanja": "快",
//   "jei_set": "마28",
//   "mean": "쾌할 쾌"
// },{
//   "hanja": "映",
//   "jei_set": "마29",
//   "mean": "비칠 영"
// },{
//   "hanja": "暖",
//   "jei_set": "마29",
//   "mean": "따뜻할 난"
// },{
//   "hanja": "晝",
//   "jei_set": "마29",
//   "mean": "낮 주"
// },{
//   "hanja": "暴",
//   "jei_set": "마29",
//   "mean": "사나울 포"
// },{
//   "hanja": "是",
//   "jei_set": "마29",
//   "mean": "옳을 시"
// },{
//   "hanja": "導",
//   "jei_set": "마30",
//   "mean": "인도할 도"
// },{
//   "hanja": "尊",
//   "jei_set": "마30",
//   "mean": "높을 존"
// },{
//   "hanja": "專",
//   "jei_set": "마30",
//   "mean": "오로진 전"
// },{
//   "hanja": "射",
//   "jei_set": "마30",
//   "mean": "쏠 사"
// },{
//   "hanja": "將",
//   "jei_set": "마30",
//   "mean": "장수 장"
// },{
//   "hanja": "終",
//   "jei_set": "마31",
//   "mean": "마칠 종"
// },{
//   "hanja": "細",
//   "jei_set": "마31",
//   "mean": "가늘 세"
// },{
//   "hanja": "綠",
//   "jei_set": "마31",
//   "mean": "푸를 록"
// },{
//   "hanja": "絶",
//   "jei_set": "마31",
//   "mean": "끊을 절"
// },{
//   "hanja": "素",
//   "jei_set": "마31",
//   "mean": "흴 소"
// },{
//   "hanja": "球",
//   "jei_set": "마32",
//   "mean": "공 구"
// },{
//   "hanja": "理",
//   "jei_set": "마32",
//   "mean": "다스릴 리"
// },{
//   "hanja": "球",
//   "jei_set": "마32",
//   "mean": "나타날 현"
// },{
//   "hanja": "球",
//   "jei_set": "마32",
//   "mean": "부지런할 근"
// },{
//   "hanja": "漢",
//   "jei_set": "마32",
//   "mean": "한나라 한"
// },{
//   "hanja": "略",
//   "jei_set": "마33",
//   "mean": "간략할 략"
// },{
//   "hanja": "留",
//   "jei_set": "마33",
//   "mean": "머무를 류"
// },{
//   "hanja": "野",
//   "jei_set": "마33",
//   "mean": "들 야"
// },{
//   "hanja": "量",
//   "jei_set": "마33",
//   "mean": "헤아릴 량"
// },{
//   "hanja": "耕",
//   "jei_set": "마33",
//   "mean": "밭갈 경"
// },{
//   "hanja": "順",
//   "jei_set": "마34",
//   "mean": "순할 순"
// },{
//   "hanja": "領",
//   "jei_set": "마34",
//   "mean": "거느릴 령"
// },{
//   "hanja": "願",
//   "jei_set": "마34",
//   "mean": "원할 원"
// },{
//   "hanja": "題",
//   "jei_set": "마34",
//   "mean": "제목 제"
// },{
//   "hanja": "類",
//   "jei_set": "마34",
//   "mean": "무리 류"
// },{
//   "hanja": "欲",
//   "jei_set": "마35",
//   "mean": "하고자할 욕"
// },{
//   "hanja": "欲",
//   "jei_set": "마35",
//   "mean": "다음 차"
// },{
//   "hanja": "欲",
//   "jei_set": "마35",
//   "mean": "아이 동"
// },{
//   "hanja": "欲",
//   "jei_set": "마35",
//   "mean": "다툴 경"
// },{
//   "hanja": "服",
//   "jei_set": "마36",
//   "mean": "옷 복"
// },{
//   "hanja": "朝",
//   "jei_set": "마36",
//   "mean": "아침 조"
// },{
//   "hanja": "望",
//   "jei_set": "마36",
//   "mean": "바랄 망"
// },{
//   "hanja": "的",
//   "jei_set": "마36",
//   "mean": "과녁 적"
// },{
//   "hanja": "夜",
//   "jei_set": "마36",
//   "mean": "밤 야"
// },{
//   "hanja": "市",
//   "jei_set": "마37",
//   "mean": "시장 시"
// },{
//   "hanja": "乘",
//   "jei_set": "마37",
//   "mean": "탈 승"
// },{
//   "hanja": "參",
//   "jei_set": "마37",
//   "mean": "참여할 참"
// },{
//   "hanja": "博",
//   "jei_set": "마37",
//   "mean": "넓을 박"
// },{
//   "hanja": "點",
//   "jei_set": "마37",
//   "mean": "점 점"
// },{
//   "hanja": "鮮",
//   "jei_set": "마38",
//   "mean": "고울 선"
// },{
//   "hanja": "義",
//   "jei_set": "마38",
//   "mean": "옳을 의"
// },{
//   "hanja": "群",
//   "jei_set": "마38",
//   "mean": "무리 군"
// },{
//   "hanja": "雜",
//   "jei_set": "마38",
//   "mean": "섞일 잡"
// },{
//   "hanja": "難",
//   "jei_set": "마38",
//   "mean": "어려울 난"
// },{
//   "hanja": "印",
//   "jei_set": "마39",
//   "mean": "도장 인"
// },{
//   "hanja": "史",
//   "jei_set": "마39",
//   "mean": "역사 사"
// },{
//   "hanja": "爲",
//   "jei_set": "마39",
//   "mean": "할 위"
// },{
//   "hanja": "究",
//   "jei_set": "마39",
//   "mean": "연구할 구"
// },{
//   "hanja": "商",
//   "jei_set": "마39",
//   "mean": "장사 상"
// },{
//   "hanja": "料",
//   "jei_set": "마40",
//   "mean": "헤아릴 료"
// },{
//   "hanja": "醫",
//   "jei_set": "마40",
//   "mean": "의원 의"
// },{
//   "hanja": "配",
//   "jei_set": "마40",
//   "mean": "짝 배"
// },{
//   "hanja": "舊",
//   "jei_set": "마40",
//   "mean": "예 구"
// },{
//   "hanja": "興",
//   "jei_set": "마40",
//   "mean": "일어날 흥"
// },

];
